

# ===================================== options ===================================== #

#------main-options------#
mode = 2                                                            # 1 - минт пасса.  2 - ежедневный клейм   3 - пройти квизы
shuffle = True                                                      # True / False. если нужно перемешать кошельки

delay_wallets = [1, 2]                                              # минимальная и максимальная задержка между кошельками
RETRY_COUNT = 3                                                     # кол-во попыток при возникновении ошибок

#------bot-options------#
bot_status = False                                                  # True / False
bot_token  = ''                                                     # telegram bot token
bot_id     = 0                                                      # telegram id

# =================================== end-options =================================== #